Repository: MasterSmalll/yourpods-source
Catalog: YourPodsWatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
nl: 1 uur

source: 15 minutes
de: 15 Minuten
es: 15 minutos
it: 15 minuti
nl: 15 minuten

source: 30 minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti
nl: 30 minuten

# a11y.action.addToQueue
source: Add to Queue
de: Zur Warteliste hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d'attente
it: Aggiungi alla coda
nl: Voeg toe aan wachtrij

# a11y.action.download
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica

# a11y.action.hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
nl: Verberg

# a11y.action.markPlayed
source: Mark as Played
de: Als gespielt markieren
es: Marcar como reproducido
fr: Marquer comme lu
it: Segna come riprodotto
nl: Markeer als afgespeeld

# a11y.action.markUnplayed
source: Mark as Unplayed
de: Als ungespielt markieren
es: Marcar como no reproducido
fr: Marquer comme non lu
it: Segna come non riprodotto
nl: Markeer als niet afgespeeld

# a11y.action.play
source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
nl: Speel af

# a11y.action.playNext
source: Play Next
de: Als Nächstes abspielen
es: Reproducir a continuación
fr: Lire ensuite
it: Riproduci dopo
nl: Speel hierna af

# a11y.action.removeDownload
source: Remove Download
de: Download entfernen
es: Eliminar descarga
fr: Supprimer le téléchargement
it: Rimuovi download
nl: Verwijder download

# a11y.action.removeFromQueue
source: Remove from Queue
de: Aus der Warteliste entfernen
es: Quitar de la cola
fr: Retirer de la file d'attente
it: Rimuovi dalla coda
nl: Verwijder uit wachtrij

# a11y.action.unhide
source: Unhide
de: Einblenden
es: Mostrar
fr: Réafficher
it: Mostra di nuovo
nl: Maak zichtbaar

# a11y.activity.fromPodcast
source: from %@
de: von %@
es: de %@
fr: de %@
it: di %@
nl: van %@

# a11y.duration.hours
source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
it: %lld ore
nl: %lld uur

# a11y.duration.minutes
source: %lld minutes
de: %lld Minuten
es: %lld minutos
it: %lld minuti
nl: %lld minuten

# a11y.duration.seconds
source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
it: %lld secondi
nl: %lld seconden

# a11y.episode.hint
source: Double tap to show episode details
de: Doppeltippen, um die Folgendetails anzuzeigen
es: Pulsa dos veces para ver los detalles del episodio
fr: Touchez deux fois pour afficher les détails de l'épisode
it: Tocca due volte per vedere i dettagli dell'episodio
nl: Dubbeltik om afleveringsdetails te tonen

# a11y.episode.new
source: New episode
de: Neue Folge
es: Episodio nuevo
fr: Nouvel épisode
it: Nuovo episodio
nl: Nieuwe aflevering

# a11y.episode.remaining
source: %@ remaining
de: %@ verbleibend
es: Tiempo restante: %@
fr: Il reste %@
it: Ancora %@
nl: %@ resterend

# a11y.episode.state.downloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
nl: Gedownload

# a11y.episode.state.hidden
source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
nl: Verborgen

# a11y.episode.state.inQueue
source: In Up Next queue
de: In der Warteliste „Als Nächstes“
es: En la cola A continuación
fr: Dans la file d'attente
it: Nella coda Prossimi
nl: In de wachtrij

# a11y.episode.state.played
source: Played
de: Gespielt
es: Reproducido
fr: Lu
it: Riprodotto
nl: Afgespeeld

# a11y.episode.state.playing
source: Currently playing
de: Läuft gerade
es: Reproduciéndose ahora
fr: En cours de lecture
it: In riproduzione
nl: Speelt nu

# a11y.nowPlaying.paused
source: Paused: %1$@, %2$@
de: Pausiert: %1$@, %2$@
es: En pausa: %1$@, %2$@
fr: En pause : %1$@, %2$@
it: In pausa: %1$@, %2$@
nl: Gepauzeerd: %1$@, %2$@

# a11y.nowPlaying.playing
source: Playing: %1$@, %2$@
de: Läuft: %1$@, %2$@
es: Reproduciendo: %1$@, %2$@
fr: Lecture en cours : %1$@, %2$@
it: In riproduzione: %1$@, %2$@
nl: Speelt af: %1$@, %2$@

# a11y.playbackState.paused
source: paused
de: pausiert
es: en pausa
fr: en pause
it: in pausa
nl: gepauzeerd

# a11y.playbackState.playing
source: playing
de: läuft
es: reproduciendo
fr: en cours de lecture
it: in riproduzione
nl: speelt af

# a11y.progress.positionOfDuration
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
it: %1$@ di %2$@
nl: %1$@ van %2$@

# a11y.speed.rate
source: %@ times
de: %@-fach
es: %@ veces
fr: %@ fois
it: %@ volte
nl: %@ keer

source: All caught up!
de: Alles gehört!
es: ¡Todo al día!
fr: Tout est à jour !
it: Sei in pari!
nl: Helemaal bij!

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer

source: Cancel Timer
de: Timer beenden
es: Cancelar temporizador
fr: Annuler le minuteur
it: Annulla timer
nl: Annuleer timer

source: Chapter: %@
de: Kapitel: %@
es: Capítulo: %@
fr: Chapitre : %@
it: Capitolo: %@
nl: Hoofdstuk: %@

source: Chapters (%lld)
de: Kapitel (%lld)
es: Capítulos (%lld)
fr: Chapitres (%lld)
it: Capitoli (%lld)
nl: Hoofdstukken (%lld)

source: Couldn't Load Episodes
de: Folgen nicht geladen
es: Error al cargar episodios
fr: Échec du chargement
it: Episodi non caricati
nl: Laden mislukt

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijder

source: Delete Download
de: Download löschen
es: Eliminar descarga
fr: Supprimer le téléchargement
it: Elimina download
nl: Verwijder download

source: Double tap to change speed. Long press to match iPhone speed.
de: Zum Ändern der Geschwindigkeit doppeltippen. Gedrückt halten, um die Geschwindigkeit des iPhone zu übernehmen.
es: Toca dos veces para cambiar la velocidad. Mantén pulsado para igualar la velocidad del iPhone.
fr: Touchez deux fois pour changer de vitesse. Maintenez le doigt pour adopter la vitesse de l'iPhone.
it: Tocca due volte per cambiare velocità. Tocca due volte e tieni premuto per usare la stessa velocità di iPhone.
nl: Dubbeltik om de snelheid te wijzigen. Houd ingedrukt om de snelheid van de iPhone over te nemen.

source: Double tap to jump to this chapter
de: Doppeltippen, um zu diesem Kapitel zu springen
es: Toca dos veces para ir a este capítulo
fr: Touchez deux fois pour accéder à ce chapitre
it: Tocca due volte per passare a questo capitolo
nl: Dubbeltik om naar dit hoofdstuk te gaan

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica

source: Download to Watch
de: Auf die Watch laden
es: Descargar en el reloj
fr: Télécharger sur la montre
it: Scarica su Apple Watch
nl: Download naar Apple Watch

source: End of episode
de: Ende der Folge
es: Fin del episodio
fr: Fin de l'épisode
it: Fine dell'episodio
nl: Einde aflevering

source: Episode
de: Folge
es: Episodio
fr: Épisode
it: Episodio
nl: Aflevering

# format.duration.hoursMinutes
source: %1$lldh %2$lldm
de: %1$lld Std. %2$lld Min.
es: %1$lld h %2$lld min
fr: %1$lldh %2$lldmin
nl: %1$lldu %2$lldm

# format.duration.minutes
source: %lldm
de: %lld Min.
es: %lld min
fr: %lldmin

# format.duration.remaining
source: %@ left
de: noch %@
es: Quedan %@
fr: %@ restant
it: %@ rimanenti
nl: nog %@

# format.duration.seconds
source: %llds
de: %lld Sek.

# format.progress.left
source: %lld%% left
de: noch %lld%%
es: %lld%% restante
fr: %lld %% restant
it: %lld%% rimanente
nl: nog %lld%%

# format.progress.listened
source: %lld%% listened
de: %lld%% gehört
es: %lld%% escuchado
fr: %lld %% écouté
it: %lld%% ascoltato
nl: %lld%% geluisterd

source: iPhone Not Reachable
de: iPhone nicht erreichbar
es: iPhone no disponible
fr: iPhone injoignable
it: iPhone non raggiungibile
nl: iPhone onbereikbaar

source: Library
de: Mediathek
es: Biblioteca
fr: Bibliothèque
it: Libreria
nl: Bibliotheek

source: Library, %lld podcasts
de: Mediathek, %lld Podcasts
es: Biblioteca, %lld podcasts
fr: Bibliothèque, %lld podcasts
it: Libreria, %lld podcast
nl: Bibliotheek, %lld podcasts

source: Loading episodes...
de: Folgen werden geladen …
es: Cargando episodios…
fr: Chargement des épisodes…
it: Caricamento episodi...
nl: Afleveringen laden...

source: Mark as Played
de: Als gespielt markieren
es: Marcar como reproducido
fr: Marquer comme lu
it: Segna come riprodotto
nl: Markeer als afgespeeld

source: No Episodes
de: Keine Folgen
es: No hay episodios
fr: Aucun épisode
it: Nessun episodio
nl: Geen afleveringen

source: No new episodes from your subscriptions.
de: Keine neuen Folgen aus deinen Abos.
es: No hay episodios nuevos en tus suscripciones.
fr: Aucun nouvel épisode dans vos abonnements.
it: Nessun nuovo episodio dalle tue iscrizioni.
nl: Geen nieuwe afleveringen in je abonnementen.

source: No Podcasts
de: Keine Podcasts
es: No hay podcasts
fr: Aucun podcast
it: Nessun podcast
nl: Geen podcasts

source: No Source
de: Keine Quelle
es: Sin origen
fr: Aucune source
it: Nessuna sorgente
nl: Geen bron

source: Now Playing
de: Aktuelle Wiedergabe
es: Reproduciendo ahora
fr: Lecture en cours
it: In riproduzione
nl: Speelt nu

# Now Playing on iPhone, %@, %@, %@
source: Now Playing on iPhone, %1$@, %2$@, %3$@
de: Läuft auf dem iPhone, %1$@, %2$@, %3$@
es: Reproduciendo en el iPhone, %1$@, %2$@, %3$@
fr: Lecture en cours sur iPhone, %1$@, %2$@, %3$@
it: In riproduzione su iPhone, %1$@, %2$@, %3$@
nl: Speelt nu op iPhone, %1$@, %2$@, %3$@

# Now Playing on Watch, %@, %@, %@
source: Now Playing on Watch, %1$@, %2$@, %3$@
de: Läuft auf der Apple Watch, %1$@, %2$@, %3$@
es: Reproduciendo en el Apple Watch, %1$@, %2$@, %3$@
fr: Lecture en cours sur la montre, %1$@, %2$@, %3$@
it: In riproduzione su Apple Watch, %1$@, %2$@, %3$@
nl: Speelt nu op Apple Watch, %1$@, %2$@, %3$@

source: Open YourPods on your iPhone to browse episodes.
de: Öffne YourPods auf dem iPhone, um Folgen zu durchstöbern.
es: Abre YourPods en tu iPhone para ver los episodios.
fr: Ouvrez YourPods sur votre iPhone pour parcourir les épisodes.
it: Apri YourPods su iPhone per sfogliare gli episodi.
nl: Open YourPods op je iPhone om afleveringen te bekijken.

source: Pause
de: Pausieren
es: Pausar
it: Pausa
nl: Pauzeer

source: Pause on iPhone
de: Auf dem iPhone pausieren
es: Pausar en el iPhone
fr: Mettre en pause sur iPhone
it: Metti in pausa su iPhone
nl: Pauzeer op iPhone

source: Play
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
nl: Speel af

source: Play %@
de: %@ abspielen
es: Reproducir %@
fr: Lire %@
it: Riproduci %@
nl: Speel %@ af

source: Play Latest
de: Neueste abspielen
es: Reproducir el último
fr: Lire le dernier
it: Riproduci l'ultimo
nl: Speel nieuwste af

source: Play on iPhone
de: Auf dem iPhone abspielen
es: Reproducir en el iPhone
fr: Lire sur iPhone
it: Riproduci su iPhone
nl: Speel af op iPhone

source: Play Queue
de: Warteliste abspielen
es: Reproducir la cola
fr: Lire la file d'attente
it: Riproduci coda
nl: Speel wachtrij af

source: Play queue on iPhone
de: Warteliste auf dem iPhone abspielen
es: Reproducir la cola en el iPhone
fr: Lire la file d'attente sur iPhone
it: Riproduci la coda su iPhone
nl: Speel wachtrij af op iPhone

source: Playback Speed
de: Wiedergabegeschwindigkeit
es: Velocidad de reproducción
fr: Vitesse de lecture
it: Velocità di riproduzione
nl: Afspeelsnelheid

# player.source.downloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
nl: Gedownload

# player.source.streaming
source: Streaming
de: Wird gestreamt
es: En streaming
fr: En streaming
it: In streaming
nl: Streamt

# player.source.willStream
source: Will Stream
de: Stream
es: Se reproducirá en streaming
fr: Sera lu en streaming
it: Da riprodurre in streaming
nl: Wordt gestreamd

source: Queue
de: Warteliste
es: Cola
fr: File d'attente
it: Coda
nl: Wachtrij

source: Recent
de: Neueste
es: Recientes
fr: Récents
it: Recenti

source: Recently Updated
de: Kürzlich aktualisiert
es: Actualizados recientemente
fr: Mises à jour récentes
it: Aggiornati di recente
nl: Recent bijgewerkt

source: Recently Updated, %lld episodes
de: Kürzlich aktualisiert, %lld Folgen
es: Actualizados recientemente, %lld episodios
fr: Mises à jour récentes, %lld épisodes
it: Aggiornati di recente, %lld episodi
nl: Recent bijgewerkt, %lld afleveringen

source: Remove from Queue
de: Aus der Warteliste entfernen
es: Quitar de la cola
fr: Retirer de la file d'attente
it: Rimuovi dalla coda
nl: Verwijder uit wachtrij

source: Skip back %lld seconds
de: %lld Sekunden zurückspringen
es: Retroceder %lld segundos
fr: Reculer de %lld secondes
it: Salta indietro di %lld secondi
nl: Spoel %lld seconden terug

source: Skip back %lld seconds on iPhone
de: %lld Sekunden auf dem iPhone zurückspringen
es: Retroceder %lld segundos en el iPhone
fr: Reculer de %lld secondes sur iPhone
it: Salta indietro di %lld secondi su iPhone
nl: Spoel %lld seconden terug op iPhone

source: Skip forward %lld seconds
de: %lld Sekunden vorspringen
es: Avanzar %lld segundos
fr: Avancer de %lld secondes
it: Salta avanti di %lld secondi
nl: Spoel %lld seconden vooruit

source: Skip forward %lld seconds on iPhone
de: %lld Sekunden auf dem iPhone vorspringen
es: Avanzar %lld segundos en el iPhone
fr: Avancer de %lld secondes sur iPhone
it: Salta avanti di %lld secondi su iPhone
nl: Spoel %lld seconden vooruit op iPhone

source: Sync episodes from the iPhone app.
de: Folgen aus der iPhone-App synchronisieren.
es: Sincroniza episodios desde la app del iPhone.
fr: Synchronisez des épisodes depuis l'app iPhone.
it: Sincronizza gli episodi dall'app su iPhone.
nl: Synchroniseer afleveringen vanuit de iPhone-app.

source: Tap to try again.
de: Zum Wiederholen tippen.
es: Toca para reintentar.
fr: Touchez pour réessayer.
it: Tocca per riprovare.
nl: Tik om opnieuw te proberen.

source: This podcast has no episodes on your iPhone.
de: Dieser Podcast hat auf deinem iPhone keine Folgen.
es: Este podcast no tiene episodios en tu iPhone.
fr: Ce podcast n'a aucun épisode sur votre iPhone.
it: Questo podcast non ha episodi sul tuo iPhone.
nl: Deze podcast heeft geen afleveringen op je iPhone.

# watch.sleepTimer.untilEpisodeEnds
source: Until episode ends
de: Bis Folgenende
es: Hasta el fin del episodio
fr: Jusqu'à la fin de l'épisode
it: Fino a fine episodio
nl: Tot einde aflevering

source: Your library will appear here when synced from the iPhone app.
de: Deine Mediathek erscheint hier, sobald sie aus der iPhone-App synchronisiert wurde.
es: Tu biblioteca aparecerá aquí cuando la sincronices desde la app del iPhone.
fr: Votre bibliothèque apparaîtra ici après une synchronisation depuis l'app iPhone.
it: La tua libreria apparirà qui dopo la sincronizzazione dall'app su iPhone.
nl: Je bibliotheek verschijnt hier zodra deze vanuit de iPhone-app is gesynchroniseerd.

# a11y.action.details
source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Sleep Timer
es: Temporizador para dormir
fr: Minuteur de veille
it: Timer di spegnimento
nl: Slaaptimer

# watch.sleepTimer.idle
source: Sleep Timer
es: Temporizador para dormir
fr: Minuteur de veille
it: Timer di spegnimento
nl: Slaaptimer
